[
  {
    "restaurant_name": "Noma",
    "description": " One of the most coveted restaurants on the planet, Noma and its founder, René Redzepi, are known for creating New Nordic Cuisine and inspiring an entire generation of chefs the world over. Noma was voted The World’s Best Restaurant in 2010, 2011, 2012 and 2014, before it closed in 2016 and moved to a new location in 2018. Now back on top form with a seasonal dining structure, Noma 2.0 is wowing diners again with its endlessly innovative tasting menus."
  },
  {
    "restaurant_name": "Geranium",
    "description": "Many restaurants align their menu to the changing seasons, but Geranium takes it to the next level. The latest Autumn Universe selection is a case in point, beginning with rich pickings such as Jerusalem artichoke leaves and pickled walnut, and following through into a series of fish and seafood courses, which speak to Chef Rasmus Kofoed’s love for sea-foraging. Squid, melted smoked lard, essence of yeast and potatoes is a true taste of the brackish waters that encapsulate Denmark, while quail with thyme seeds, berries and pickled pine is the only point where meat comes into the 16-course menu."
  },
  {
    "restaurant_name": "Asador Etxebarri",
    "description": "The restaurant respects the intrinsic natural flavours of local produce and delicately urges each ingredient to show its potential: house-made chorizo, salted anchovies, buffalo cheese, the freshest prawns from Palamos, tender beef chops. Even the desserts – such as reduced milk ice cream with raspberries – are kissed with at least a suggestion of smoke."
  },
  {
    "restaurant_name": "Central",
    "description": "After years of exploration, guided by Mater Iniciativa – the arm that researches Peruvian ingredients, spearheaded by the powerhouse pair and Martínez’ sister Malena – Central’s plates are groaning with incredible biodiversity. The tasting menu features the finest food that land and sea have to offer: scallops, squid and clams come fresh from the coast and the Amazon, while the Sacred Valley offers up pork belly and goat’s neck."
  },
  {
    "restaurant_name": "Disfrutar",
    "description": "Contemporary techniques, daring combinations and the drive to surprise diners are among the features that Castro, Casañas and Xatruch embrace at Disfrutar as they did at El Bulli. Dishes such as panchino (a fluffy bun) stuffed with caviar and sour cream, or multi-spherical pesto with tender pistachios and eel, are designed to ‘please, surprise and excite’. In 2021, the team unveiled a new type of table in their creativity kitchen: during the dining experience it comes to life, showing secret compartments, drawers and delicious bites hidden in its bowels."
  },
  {
    "restaurant_name": "Frantzén",
    "description": " Frantzén began with humble origins as a bijou dining room in Stockholm’s old town, before shutting up shop in 2016 to relocate to larger premises. Set across three storeys of a spruced-up 19th-century building in the Norrmalm district, the restaurant reopened in 2017 and it’s been making steady progress ever since, peaking this year with a position at No.6 in The World’s 50 Best Restaurants list."
  },
  {
    "restaurant_name": "Maido",
    "description": "The fusion of Latin American and Eastern cuisines leads to an exciting and unusual menu. The 12-course ‘Nikkei Experience’ degustation is predominantly fish-focussed: dishes such as Paracas scallops with green butter beans and miso feature alongside crab dishi and tapiocas. The beef cheek is also not to be missed, served with tsukemono and a cloud of jora corn. Round off the marathon meal with the surprising and delicate medley of lucuma ice cream, topped with soy sauce and macambo foam."
  },
  {
    "restaurant_name": "Odette",
    "description": " Marukyo uni with prawn tartare, mussel cloud and Kristal caviar sets the unashamedly luxurious tone. While French gastronomy remains at the core of Royer’s cooking, his decade or more in Asia has rubbed off in both ingredients and influences: kampot pepper pigeon with confit leg, liver parfait and black garlic providing a delicious example. Meanwhile the long-time signature rosemary-smoked egg with smoked potato syphon and chorizo continues to wow first-time diners and regulars alike."
  },
  {
    "restaurant_name": "Pujol",
    "description": "Pujol’s offering boasts a varied seven-course tasting menu that packs an incredible punch. While the selection changes seasonally, the signature Mole Madre, Mole Nuevo – two concentric rings of the traditional Mexican preparation, one of which is aged for 2,500 days – is a stable feature, alongside a steamy dish of baby corn with chicatana ant mayonnaise. The chef’s favourites feature on an omakase menu and include the likes of tostada with kimchi and a Kampachi taco served with avocado and seaweed."
  },
  {
    "restaurant_name": "The Chairman",
    "description": "While an à la carte option is on offer, it’s best to put your faith in the superb choices of head chef Kwok Keung Tung and opt for the tasting menu. Thought, precision and time are given to each dish, such as the razor clams steamed with mixed herbs and lemons aged for over 10 years. The baby squid and Szechuan pepper and the crispy pork belly sticky rice cakes are testament to Tung’s modern techniques and use of traditional Cantonese ingredients."
  }
]
